--[[
    TokenTier Localization: ruRU (Русский) ZamestoTV

    Translators:

      - silverlane (Ineâ, Lakeshire(EU))
--]]

if (GetLocale() == "ruRU") then
TOKENTIER_LOCALE = {
    Tier4 = "Тир 4 (120) и Гладиатор S1 (123)",
    Tier5 = "Тир 5 (133) и Безжалостный Гладиатор S2 (136)",
    Tier6 = "Тир 6 (146) и Мстительный Гладиатор S3 (146)",
    Tier7_200 = "Тир 7 (200)",
    Tier7_213 = "Тир 7 (213)",
    Tier8_225 = "Тир 8 (225)",
    Tier8_232 = "Тир 8 (232)",
    Tier9_245 = "Тир 9 (245)",
    Tier9_258 = "Тир 9 (258)",
    Tier10_264 = "Тир 10 (264)",
    Tier10_277 = "Тир 10 (277)",
    Tier11_359 = "Тир 11 (359)",
    Tier11_359_to_372 = "Универсальная валюта: Токен Тир 11 (372)",
    Tier11_372 = "Тир 11 (372)",
    Tier12_378 = "Тир 12 (378)",
    Tier12_391 = "Тир 12 (391)",
    Tier13_384 = "Тир 13 (384)",
    Tier13_397 = "Тир 13 (397)",
    Tier13_410 = "Тир 13 (410)",
    Tier14_483 = "Тир 14 (483)",
    Tier14_496 = "Тир 14 (496)",
    Tier14_509 = "Тир 14 (509)",
    Tier15_509 = "Тир 15 (509)",
    Tier15_522 = "Тир 15 (522)",
    Tier15_535 = "Тир 15 (535)",
    Tier16_528 = "Тир 16 (528)",
    Tier16_540 = "Тир 16 (540)",
    Tier16_553 = "Тир 16 (553)",
    Tier16_566 = "Тир 16 (566)"
}